<?php

return [
    'not-found'                 => 'Запрашиваемый ресурс не найден.',
    'method-not-allowed'        => 'Метод не поддерживается этим ресурсом. Доступные методы: :methods.',
    'not-authenticated'         => 'Для доступ к ресурсу требуется аутентификация.',
    'forbidden'                 => 'Доступ к ресурсу ограничен.',
    'unexpected-http-exception' => 'Ошибка фреймворка не обрабатывается приложением. Обратитесь к разработчикам.',
    'unexpected-exception'      => 'Произошла неожиданная ошибка. Обратитесь к администратору.',
    'invalid-request-format'    => 'Неверный формат запроса.',
];
